{
    "signin": {
        "fb_login": "Facebook Logon",
        "bar_login":"Email Logon",
        "welcome":"Welcome To ",
        "barbarian":"Barbarian Network!",
        "gobackstone":"Wanna go back to the old age when there was no concept of currency?",
        "intro_best":"Let us introduce our best bartering app!",
        "intro_best_long":"Trade-Now.ca is an online bartering system, focusing on making it easier for people to exchange their unwanted stuffs with something they like from other people. Our system provide the best user experience for managering your unwanted stuff in your backlog, browsing other users' stuffs which are posted on public wall, and user-to-user collaboration and transaction management.",
        "fb_support":"Supports Facebook account direct Login",
        "userfriendly":"Our user interface is powerfull but easy to use",
        "allinone":"User collaboration, delivery method negotiation can be done in one single transaction page",
        "easyneaest":"It is very easy to find nearest users' posted items",
        "stepone":"Step One. Upload your items, and browse others",
        "steponee":"Every user have their own public backlog of stuffs that they want to throw away, and other people can view them, and decide to trade with their own stuff",
        "steptwo":"Step Two - Find what you can offer, and negotiate with others",
        "steptwoo":"Looks like you have choose to own that Xbox One! Now you can choose one of your belongings from your own backlog, and negotiate with the Xbox owner within our site",
        "stepthree":"Step Three - Negotiation about the delivery method on site",
        "stepthreee":"Ok! Now you have had the deal to trade Xbox One with your cool TV. Next, you can choose either delivery in-person or use commertial delivery/mailing services.",
        "stepthreeee":"Our system will keep track of every trade history and their user-defined delivery methods. Therefore don't worry if you feel been spamed. We have your back covered.",
        "email":"Email",
        "firstname":"First name",
        "lastname":"Last name",
        "password":"Password",
        "loc":"Please enter your City,Country",
        "register":"Register",
        "signin":"Signin",
        "forgot":"Forgot Password",
        "sendemail":"We will send you an email containing password reset information"
    },
    "menu":{
        "home":"Home",
        "notif":"Notification",
        "nonotif":"No new notification",
        "profile":"User Detail",
        "logout":"Logout",
        "additem":"Add Item",
        "category":"Category",
        "fav":"Favorite",
        "searchnm":"Search Item Name",
        "searchlc":"Search Item Location"
    },
    "category":{
        "Woman":"Woman",
        "Electronics":"Electronics",
        "Books":"Books",
        "Services":"Services",
        "Pet":"Pet",
        "Computer Software":"Computer Software",
        "Computer Hardware":"Computer Hardware",
        "Mobile Devices":"Mobile Devices",
        "Games":"Games",
        "sports equipment":"Sports",
        "Men stuff":"Men",
        "Children stuff":"Child",
        "Furniture":"Funniture",
        "Entertainment":"Entertainment",
        "Health, Beauty":"Health, Beauty"


    }
}